/* Navigation Services - Localizable Strings */

/* Nav Dialog title strings */
"Open Default Title" = "Otwórz";
"Open Title" = "Otwórz: ^0";
"Save Default Title" = "Zachowaj";
"Save Title" = "Zachowaj: ^0";
"Choose File Title" = "Zaznacz plik";
"Choose Folder Title" = "Wybierz katalog";
"Choose Volume Title" = "Zaznacz wolumin";
"Choose Object Title" = "Zaznacz obiekt";
"New Folder Title" = "Nowy katalog";

/* Button title strings */
"Save Button" = "Zachowaj";
"Open Button" = "Otwórz";
"Choose Button" = "Wybierz";
"Don't Save Button" = "Nie zachowuj";
"New Folder Button" = "Nowy katalog";
"Replace Button" = "Zastąp";
"Discard Button" = "Porzuć zmiany";
"Review Button" = "Przejrzyj zmiany...";
"Use Dot Button" = "Użyj „.”";
"ExtensionAlertUseOneLabel" = "Użyj .^1";
"ExtensionAlertUserBothLabel" = "Użyj obu";

/* Confirm Alert strings */
"SaveChangesClosing Banner" = "Zachowaj zmiany przed zamknięciem";
"SaveChangesQuitting Banner" = "Zachowaj zmiany przed zakończeniem";
"SaveChangesOther Banner" = "Zachowaj zmiany";
"DiscardChanges Banner" = "Porzuć zmiany";
"WantToSaveDoc Banner" = "Czy chcesz zachować zmiany dokonane w dokumencie „^0”?";
"WantToSaveThis Banner" = "Czy chcesz zachować zmiany dokonane w tym dokumencie?";
"WantToSaveAppDocs Banner" = "Czy chcesz zachować zmiany dokonane w ^0 dokumentach?";
"WantToDiscardDoc Banner" = "Czy chcesz porzucić zmiany dokonane w dokumencie „^0”?";
"WantToDiscardThis Banner" = "Czy chcesz porzucić zmiany dokonane w tym dokumencie?";

"Review App Docs Banner" = "Masz ^0 dokumentów ^1 z niezachowanymi zmianami.  Czy chcesz przejrzeć te zmiany przed zakończeniem?";
"Review Several App Docs Banner" = "Masz wiele dokumentów ^1 z niezachowanymi zmianami.  Czy chcesz przejrzeć te zmiany przed zakończeniem?";

"Review Docs Banner" = "Masz kilka (łącznie ^0) dokumentów z niezachowanymi zmianami.  Czy chcesz przejrzeć te zmiany przed zakończeniem?";
"Review Several Docs Banner" = "Masz wiele dokumentów z niezachowanymi zmianami.  Czy chcesz przejrzeć te zmiany przed zakończeniem?";

"Review App Single Doc Banner" = "Masz ^0 dokument ^1 z niezachowanymi zmianami.  Czy chcesz przejrzeć te zmiany przed zakończeniem?";
"Review Single Doc Banner" = "Masz ^0 dokument z niezachowanymi zmianami.  Czy chcesz przejrzeć te zmiany przed zakończeniem?";

"Review Docs Explanation" = "Jeśli nie przejrzysz swoich dokumentów, wszystkie zmiany będą utracone.";

/* Untitled strings */
"Untitled Folder" = "katalog bez nazwy";
"Untitled Doc" = "bez nazwy";

/* Alert strings */
"Cant Replace Locked" = "Nie można zastąpić „^0”, gdyż ta rzecz jest zablokowana.";

"Remove Favorite" = "Usuń rzecz z Ulubionych";
"Cant Resolve Alias NotFound" = "Rzecz ulubiona „^0” nie mogła być otwarta, gdyż nie można znaleźć oryginału tej rzeczy.";
"Navigate Alias Not Found" = "Skrót „^0” nie mógł być otwarty, gdyż nie można znaleźć oryginału tej rzeczy.";

"Name Already Taken" = "Nazwa „^0” jest już używana. Proszę, użyj innej nazwy.";
"Cant Replace Folder" = "Nazwa „^0” jest już używana przez katalog.";
"Cant NewFolder OnLockedDisk" = "Nie można utworzyć nowego katalogu, gdyż dysk jest zablokowany.";
"Not Right Privs" = "Nie można zastąpić „^0”, gdyż nie masz wystarczających uprawnień.";
"Cant use period" = "Nazwy zaczynające się od kropki są zarezerwowane przez system. Jeśli zdecydujesz się użyć nazwy zaczynającej się od kropki, plik będzie niewidoczny.";

"ExtensionWarningText" = "Czy na pewno chcesz zachować ten dokument z rozszerzeniem „.^0”? Sugerowanym rozszerzeniem jest „.^1”.";
"ExtensionWarningSubtext" = "Jeśli nie użyjesz rozszerzenia „.^1”, twój dokument może być zachowany w innym formacie.";

"ExtensionErrorText" = "Nie można zachować tego dokumentu z rozszerzeniem.^0” na końcu nazwy. Wymaganym rozszerzeniem jest „.^1”.";
"ExtensionErrorSubtext" = "Nie można wybrać opcji użycia obu, by nazwa pliku kończyła się na „.^0.^1”.";

"ReplaceAlertText" = "Rzecz o nazwie „^0” już istnieje. Czy chcesz ją zastąpić tą rzeczą, którą zachowujesz?";
"ReplaceWithExtensionAlertText" = "Rzecz o nazwie „^0” z rozszerzeniem „.^1” już istnieje w tym miejscu. Czy chcesz ją zastąpić tą rzeczą, którą zachowujesz?";


/* Favorite Popup Menu strings */
"Favorite Places" = "Ulubione miejsca";
"Recent Places"	= "Ostatnie miejsca";
"Computer" = "Wszędzie";
"Home menu item" = "Katalog domowy";

/* Show Popup Menu strings */
"All Files" = "Wszystkie dokumenty";
"All Known Files" = "Wszystkie znane dokumenty";
"All App" = "Wszystkie ^0 dokumenty";
"All Readable Files" = "Wszystkie czytelne dokumenty";

/* Format Popup Menu strings */
"Default" = "Domyślne";

/* Generic Kind strings */
"Picture Document" = "dokument obrazek";
"Text Document" = "dokument tekstowy";
"Movie Document" = "dokument film";
"Sound Document" = "dokument dźwiękowy";

/* array of command key characters:
	o	// command-key lower case O (open)
	.	// command-key character '.' (cancel)
	D	// upper character "D" (don't save button shortcut)
	d	// lower character "d" (don't save button shortcut)
	Z	// Undo menu command-key
	X	// Cut menu command-key
	C	// Copy menu command-key
	V	// Paste menu command-key
	A	// Select All menu command-key
	s	// command-key "s" (save)
	R	// upper character "R" (replace button shortcut)
	r	// lower character "r" (replace button shortcut)
	d	// command-key "d" (Desktop shortcut)
	D	// command-key displayed in Where popup (Desktop shortcut)
	H	// command-key "H"
*/
"Command Keys" = "o.DdZXCVAsRrdDH";

/* iDisk strings */
"iDisk title" = "iDisk";
"Connect Failed" = "Błąd połączenia";
"Connect Failed Details" = "Brak odpowiedzi z serwera iDisku. Spróbuj ponownie.";
"Invalid Setup" = "Brak dostępu do iDisku. Twoja nazwa lub hasło mogą być nieważne.";
"Invalid Setup Details" = "Możesz zmienić nazwę i hasło w zakładce usługi .Mac panelu Internet w Preferencjach systemowych.";
"iTools Button" = "Otwórz Preferencje Internetu...";
"Authentication Failed" = "Logowanie nie powiodło się";
"Authentication Failed Detailed" = "Twoja nazwa i hasło nie zostały poprawnie podane. Proszę, spróbuj ponownie. Możesz sprawdzić te dane w oknie preferencji usługi .Mac.";

/* List view column titles*/
"Name Column Title" = "Nazwa";
"Date Modified Column Title" = "Data zmian";

/* Authenticated Server strings */
"Connect Button" = "Połącz...";
"Connect Caption" = "By zobaczyć więcej udziałów na serwerze „^0”, proszę wcisnąć przycisk Połącz.";

/* Query strings */
"QueryItemCountString" = "%i rzeczy";
"CurrentFolderScopeString" = "Katalog „%s”";
"HomeScopeString" = "Katalog domowy";
"EverywhereScopeString" = "Wszędzie";

/* Preview strings */
"MoreInfo" = "więcej informacji...";
